<net name="mobilenetv2ssdlitev2_pytorch" version="10">
  <layers>
    <layer id="0" name="loadConstant1/Output_0/Data_/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="0" shape="1,2,3234,1" size="25872" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>2</dim>
          <dim>3234</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="1" name="466/negate_/Output_0/Data_/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="25872" shape="1,3,1,1" size="12" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>3</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="2" name="input" type="Parameter" version="opset1">
      <data element_type="f32" shape="1,3,320,320" />
      <output>
        <port id="0" precision="FP32">
          <dim>1</dim>
          <dim>3</dim>
          <dim>320</dim>
          <dim>320</dim>
        </port>
      </output>
    </layer>
    <layer id="3" name="466/add_" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>3</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>3</dim>
          <dim>320</dim>
          <dim>320</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>3</dim>
          <dim>320</dim>
          <dim>320</dim>
        </port>
      </output>
    </layer>
    <layer id="4" name="onnx_initializer_node_744/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="25884" shape="32,3,3,3" size="3456" />
      <output>
        <port id="1" precision="FP32">
          <dim>32</dim>
          <dim>3</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </output>
    </layer>
    <layer id="5" name="467/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="2,2" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>3</dim>
          <dim>320</dim>
          <dim>320</dim>
        </port>
        <port id="1">
          <dim>32</dim>
          <dim>3</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="6" name="467/Dims4863/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="29340" shape="1,32,1,1" size="128" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="7" name="467" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="8" name="469" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="9" name="onnx_initializer_node_748/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="29468" shape="32,32,1,1" size="4096" />
      <output>
        <port id="1" precision="FP32">
          <dim>32</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="10" name="470/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
        <port id="1">
          <dim>32</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="11" name="470/Dims4551/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="33564" shape="1,32,1,1" size="128" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="12" name="470" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="13" name="472" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="14" name="1544715450_const" type="Const" version="opset1">
      <data element_type="f32" offset="33692" shape="32,1,1,3,3" size="1152" />
      <output>
        <port id="1" precision="FP32">
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </output>
    </layer>
    <layer id="15" name="473/WithoutBiases" type="GroupConvolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
        <port id="1">
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="16" name="473/Dims4887/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="34844" shape="1,32,1,1" size="128" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="17" name="473" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="18" name="475" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="19" name="onnx_initializer_node_756/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="34972" shape="16,32,1,1" size="2048" />
      <output>
        <port id="1" precision="FP32">
          <dim>16</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="20" name="476/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
        <port id="1">
          <dim>16</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>16</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="21" name="476/Dims4893/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="37020" shape="1,16,1,1" size="64" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>16</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="22" name="476" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>16</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>16</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>16</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="23" name="onnx_initializer_node_760/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="37084" shape="96,16,1,1" size="6144" />
      <output>
        <port id="1" precision="FP32">
          <dim>96</dim>
          <dim>16</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="24" name="478/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>16</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
        <port id="1">
          <dim>96</dim>
          <dim>16</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>96</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="25" name="478/Dims4989/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="43228" shape="1,96,1,1" size="384" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>96</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="26" name="478" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>96</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>96</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>96</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="27" name="480" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>96</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>96</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
      </output>
    </layer>
    <layer id="28" name="1539915402_const" type="Const" version="opset1">
      <data element_type="f32" offset="43612" shape="96,1,1,3,3" size="3456" />
      <output>
        <port id="1" precision="FP32">
          <dim>96</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </output>
    </layer>
    <layer id="29" name="481/WithoutBiases" type="GroupConvolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="2,2" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>96</dim>
          <dim>160</dim>
          <dim>160</dim>
        </port>
        <port id="1">
          <dim>96</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>96</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="30" name="481/Dims4707/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="47068" shape="1,96,1,1" size="384" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>96</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="31" name="481" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>96</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>96</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>96</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="32" name="483" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>96</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>96</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="33" name="onnx_initializer_node_768/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="47452" shape="24,96,1,1" size="9216" />
      <output>
        <port id="1" precision="FP32">
          <dim>24</dim>
          <dim>96</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="34" name="484/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>96</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>24</dim>
          <dim>96</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>24</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="35" name="484/Dims4851/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="56668" shape="1,24,1,1" size="96" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>24</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="36" name="484" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>24</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>24</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>24</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="37" name="onnx_initializer_node_772/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="56764" shape="144,24,1,1" size="13824" />
      <output>
        <port id="1" precision="FP32">
          <dim>144</dim>
          <dim>24</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="38" name="486/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>24</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>144</dim>
          <dim>24</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="39" name="486/Dims4947/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="70588" shape="1,144,1,1" size="576" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="40" name="486" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="41" name="488" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="42" name="1542315426_const" type="Const" version="opset1">
      <data element_type="f32" offset="71164" shape="144,1,1,3,3" size="5184" />
      <output>
        <port id="1" precision="FP32">
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </output>
    </layer>
    <layer id="43" name="489/WithoutBiases" type="GroupConvolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="44" name="489/Dims4791/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="76348" shape="1,144,1,1" size="576" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="45" name="489" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="46" name="491" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="47" name="onnx_initializer_node_780/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="76924" shape="24,144,1,1" size="13824" />
      <output>
        <port id="1" precision="FP32">
          <dim>24</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="48" name="492/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>24</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>24</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="49" name="492/Dims4545/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="90748" shape="1,24,1,1" size="96" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>24</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="50" name="492" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>24</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>24</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>24</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="51" name="494" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>24</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>24</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>24</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="52" name="onnx_initializer_node_784/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="90844" shape="144,24,1,1" size="13824" />
      <output>
        <port id="1" precision="FP32">
          <dim>144</dim>
          <dim>24</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="53" name="495/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>24</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>144</dim>
          <dim>24</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="54" name="495/Dims5007/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="104668" shape="1,144,1,1" size="576" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="55" name="495" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="56" name="497" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
      </output>
    </layer>
    <layer id="57" name="1547115474_const" type="Const" version="opset1">
      <data element_type="f32" offset="105244" shape="144,1,1,3,3" size="5184" />
      <output>
        <port id="1" precision="FP32">
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </output>
    </layer>
    <layer id="58" name="498/WithoutBiases" type="GroupConvolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="2,2" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>80</dim>
          <dim>80</dim>
        </port>
        <port id="1">
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="59" name="498/Dims4983/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="110428" shape="1,144,1,1" size="576" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="60" name="498" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="61" name="500" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>144</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="62" name="onnx_initializer_node_792/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="111004" shape="32,144,1,1" size="18432" />
      <output>
        <port id="1" precision="FP32">
          <dim>32</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="63" name="501/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>144</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>32</dim>
          <dim>144</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="64" name="501/Dims4767/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="129436" shape="1,32,1,1" size="128" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="65" name="501" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="66" name="onnx_initializer_node_796/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="129564" shape="192,32,1,1" size="24576" />
      <output>
        <port id="1" precision="FP32">
          <dim>192</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="67" name="503/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>192</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="68" name="503/Dims4875/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="154140" shape="1,192,1,1" size="768" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="69" name="503" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="70" name="505" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="71" name="1537515378_const" type="Const" version="opset1">
      <data element_type="f32" offset="154908" shape="192,1,1,3,3" size="6912" />
      <output>
        <port id="1" precision="FP32">
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </output>
    </layer>
    <layer id="72" name="506/WithoutBiases" type="GroupConvolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="73" name="506/Dims4599/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="161820" shape="1,192,1,1" size="768" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="74" name="506" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="75" name="508" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="76" name="onnx_initializer_node_804/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="162588" shape="32,192,1,1" size="24576" />
      <output>
        <port id="1" precision="FP32">
          <dim>32</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="77" name="509/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>32</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="78" name="509/Dims4911/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="187164" shape="1,32,1,1" size="128" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="79" name="509" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="80" name="511" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="81" name="onnx_initializer_node_808/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="187292" shape="192,32,1,1" size="24576" />
      <output>
        <port id="1" precision="FP32">
          <dim>192</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="82" name="512/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>192</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="83" name="512/Dims4671/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="211868" shape="1,192,1,1" size="768" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="84" name="512" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="85" name="514" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="86" name="1543515438_const" type="Const" version="opset1">
      <data element_type="f32" offset="212636" shape="192,1,1,3,3" size="6912" />
      <output>
        <port id="1" precision="FP32">
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </output>
    </layer>
    <layer id="87" name="515/WithoutBiases" type="GroupConvolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="88" name="515/Dims4815/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="219548" shape="1,192,1,1" size="768" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="89" name="515" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="90" name="517" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="91" name="onnx_initializer_node_816/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="220316" shape="32,192,1,1" size="24576" />
      <output>
        <port id="1" precision="FP32">
          <dim>32</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="92" name="518/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>32</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="93" name="518/Dims4677/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="244892" shape="1,32,1,1" size="128" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="94" name="518" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="95" name="520" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="96" name="onnx_initializer_node_820/Output_0/Data__const" type="Const" version="opset1">
      <data element_type="f32" offset="245020" shape="192,32,1,1" size="24576" />
      <output>
        <port id="1" precision="FP32">
          <dim>192</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="97" name="521/WithoutBiases" type="Convolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>32</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>192</dim>
          <dim>32</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="98" name="521/Dims4869/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="269596" shape="1,192,1,1" size="768" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="99" name="521" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="100" name="523" type="ReLU" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </input>
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
      </output>
    </layer>
    <layer id="101" name="1543915442_const" type="Const" version="opset1">
      <data element_type="f32" offset="270364" shape="192,1,1,3,3" size="6912" />
      <output>
        <port id="1" precision="FP32">
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </output>
    </layer>
    <layer id="102" name="524/WithoutBiases" type="GroupConvolution" version="opset1">
      <data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="2,2" />
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>40</dim>
          <dim>40</dim>
        </port>
        <port id="1">
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
          <dim>3</dim>
          <dim>3</dim>
        </port>
      </input>
      <output>
        <port id="2" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>20</dim>
          <dim>20</dim>
        </port>
      </output>
    </layer>
    <layer id="103" name="524/Dims4821/copy_const" type="Const" version="opset1">
      <data element_type="f32" offset="277276" shape="1,192,1,1" size="768" />
      <output>
        <port id="1" precision="FP32">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </output>
    </layer>
    <layer id="104" name="524" type="Add" version="opset1">
      <input>
        <port id="0">
          <dim>1</dim>
          <dim>192</dim>
          <dim>20</dim>
          <dim>20</dim>
        </port>
        <port id="1">
          <dim>1</dim>
          <dim>192</dim>
          <dim>1</dim>
          <dim>1</dim>
        </port>
      </input>
